{
  "welcome": "Welcome",
  "notification": "Notification",
  "settings": "Settings",
  "language": "Language",
  "account": "Account",
  "delete_account": "Delete Account",
  "terms_condition": "Terms and Condition",
  "privacy_policy": "Privacy Policy",
  "help": "Help",
  "email_support": "Email Support",
  "writting_reminder": "Notification of Incomplete Records",
  "location": "Location",
  "enter_location": "Enter a Location",
  "logout": "Logout",
  "personal_information": "Personal Information",
  "full_name": "Full Name",
  "placeholder_full_name": "Enter your full name",
  "email": "Email",
  "placeholder_email": "Enter your email",
  "specialty": "Specialty",
  "placeholder_specialty": "Enter your specialty",
  "phone_number": "Phone Number",
  "placeholder_phone_number": "Enter your phone number",
  "address": "Address",
  "placeholder_address": "Enter your address",
  "gender": "Gender",
  "placeholder_gender": "Enter your gender",
  "semester": "Semester",
  "placeholder_semester": "Enter your semester",
  "edit_profile": "Edit Profile",
  "error_not_authenticated": "User is not authenticated. Please log in.",
  "permission_required": "Permission required",
  "permission_message": "Permission to access the media library is required!",
  "profile_updated": "Profile successfully updated!",
  "upload_failed": "Upload failed",
  "error_upload": "Failed to upload the image.",
  "get_a_plan": "Get A Plan",
  "specialist": "Specialist",
  "surgeries_inserted": "Complete Surgeries",
  "incomplete_surgeries": "Incomplete Surgeries",
  "scientific": "Scientific",
  "surgeries": "Surgeries",
  "courses": "Courses",
  "budget": "Budget",
  "edit_surgeries": "Edit Surgeries",
  "edit_scientific": "Edit Scientific",
  "edit_courses": "Edit Courses",
  "edit_budget": "Edit Budget",
  "error_fetching_profile": "Something went wrong. Please try again.",
  "error_fetching_data": "Failed to load data. Please try again.",
  "complete": "Complete",
  "incomplete": " Incomplete",
  "document": "Documents",
  "date": "Date",
  "type_of_work": "Type of Work",
  "type_of_work_placeholder": "Enter type of works",
  "international": "International",
  "national": "National",
  "role": "Role",
  "author": "Author",
  "co_author": "Name of the event?",
  "coauthor": "Co-Author",
  "name": "Name",
  "name_placeholder": "Enter name",
  "co_author_placeholder": "Enter name of the event",
  "notification_title": "Important Notification",
  "notification_ok": "OK, got it!",
  "notification_message": "In order to track progress throughout the residency, please check the number of surgeries required as a surgeon before logging a new procedure.",
  "save": "Save",
  "fill_required_fields": "Please fill all required fields!",
  "scientific_added": "Scientific data added successfully!",
  "scientific_add_failed": "Failed to add scientific data!",
  "error_occurred": "An error occurred. Please try again.",
  "field_of_surgery": "Field of Surgery",
  "surgery_name": "Surgery Name",
  "type_of_surgery": "Surgical Approach",
  "main_surgeon": "Main Surgeon",
  "histology": "Histology",
  "histology_description": "Histology Description",
  "complication_description": "Complication Description",
  "notes_1": "Notes 1",
  "notes_2": "Notes 2",
  "yes": "Yes",
  "no": "No",
  "saving": "Saving...",
  "error_fill_fields": "Please fill all required fields.",
  "surgery_added_success": "Surgery added successfully!",
  "error_adding_surgery": "Failed to add surgery. Please try again.",
  "error_generic": "An error occurred. Please try again.",
  "complications": "Complications",
  "enter_course_name": "Enter Course Name",
  "course_added_success": "Course added successfully!",
  "error_adding_course": "Failed to add the course.",
  "registration_fee": "Registration Fee",
  "travel_fee": "Travel Fee",
  "accommodation_expense": "Accommodation Expense",
  "total_fee": "Total Fee",
  "enter_date": "Enter date",
  "enter_category": "Enter category",
  "enter_name": "Enter name",
  "enter_registration_fee": "Enter registration fee",
  "enter_travel_fee": "Enter travel fee",
  "enter_accommodation_expense": "Enter accommodation expense",
  "budget_added_success": "Budget added successfully!",
  "error_adding_budget": "Failed to add budget.",
  "category": "Category",
  "how_many_surgeries": "How many surgeries do you want to have?",
  "surgery_name_exit_error": "This surgery name already exists.",
  "surgery_name_error": "Surgery name is required.",
  "total_error": "Total surgery must be a valid positive number.",
  "is_it_new_surgery": "Is it a new surgery",
  "search": "Search...",
  "cancel": "Cancel",
  "today": "Today",
  "yesterday": "Yesterday",
  "no_notifications": "No notifications available.",
  "read_all": "Read All",
  "loading": "Loading...",
  "pro_plan": "Pro Plan",
  "free_trial": "30 Days free trial",
  "access_all_features": "Access to all features",
  "advanced_progress_monitoring": "Advanced residency progress monitoring",
  "notification_histology": "Notifications regarding complications and histology information missing",
  "exportable_reports": "Exportable reports",
  "price": "1.99",
  "percentage": "Percentage",
  "update": "Update",
  "residency_year": "Residency Year",
  "residency_duration": "Residency Duration",
  "date_required": "Date is required.",
  "type_of_work_required": "Type of work is required.",
  "role_required": "Role is required.",
  "name_required": "Name is required.",
  "co_authors_required": "Co-authors are required.",
  "select_international_or_national": "Please select either International or National.",
  "export_pdf": "Export PDF",
  "export_excell": "Export Excel",
  "location_required": "Location is required ",
  "select_gender": "Select Gender",
  "female": "Female",
  "male": "Male",
  "delete": "Delete",
  "delete_confirmation_line1": "Do you want to delete your account ??",
  "delete_confirmation_line2": "It will permanently delete your al user data.",
  "delete_button": "DELETE",
  "success": "Success",
  "account_deleted_successfully": "Account deleted successfully.",
  "error": "Error",
  "could_not_delete_account": "Could not delete account. Please try again later.",
  "rather_not_say": "Rather not say",
  "logout_confirmation": "Are you confirm to logout?",
  "logout_button": "LOGOUT",
  "cancel_button": "CANCEL",
  "effectiveDate": "Effective Date: 21/04/2025",
  "definitions": "1. Definitions",
  "definitionsContent": "1.1 “Application” or “App” refers to the MEDworld software service provided by MEDworld.\n1.2 “User” (“you” or “your”) means any individual who uses or accesses the App.\n1.3 “Subscription” refers to the monthly paid subscription plan offered by MEDworld.\n1.4 “Parties” collectively means the User and MEDworld.\n1.5 “Content” includes any text, data, information, images, documents, and other materials displayed or made available through the App.",
  "generalInformation": "2. General Information",
  "generalInformationContent": "2.1 Service Provider: MEDworld\n2.2 Purpose: MEDworld is designed to facilitate the logging, management, and organization of professional achievements for medical practitioners and other healthcare professionals.",
  "acceptanceOfTerms": "3. Acceptance of Terms",
  "acceptanceOfTermsContent": "3.1 By using the App, the User acknowledges and agrees to these Terms. If you do not agree, you must discontinue use immediately.\n3.2 MEDworld reserves the right to modify these Terms at any time. Any changes will be communicated via the App or by email. Continued use of the App after any such modifications constitutes acceptance of the updated Terms.",
  "licenseAndUse": "4. License and Use Limitations",
  "licenseAndUseContent": "4.1 License Grant: Subject to these Terms, MEDworld grants you a personal, non-exclusive, non-transferable, revocable license to use the App for your individual, non-commercial purposes.\n4.2 License Restrictions: You shall not:\n• Decompile, reverse engineer, or otherwise attempt to derive the source code of the App;\n• Copy, modify, or create derivative works of the App;\n• Distribute, transfer, sublicense, lease, lend, or rent the App to any third party;\n• Use the App for any unlawful or prohibited activities.",
  "subscriptionAndPayment": "5. Subscription and Payment",
  "subscriptionAndPaymentContent": "5.1 Subscription Model: MEDworld operates under a monthly subscription plan, billed in advance via the payment methods available in the App.\n5.2 Automatic Renewal: Subscriptions automatically renew unless canceled at least 24 hours before the end of the current billing period.\n5.3 Cancellation and Refunds:\n• You may cancel your Subscription through your App Store or Google Play account settings.\n• Unless otherwise stated, cancellations are effective at the end of the current billing cycle, and no refunds shall be provided for any partial-use period.\n• Any specific refund policy shall be communicated within the App if applicable.",
  "dataOwnershipPrivacy": "6. Data Ownership and Privacy",
  "dataOwnershipPrivacyContent": "6.1 User Data Ownership: All data you input into the App remains your sole property. MEDworld does not claim ownership of your personal or professional information.\n6.2 No Data Sharing: MEDworld does not share User Data with third parties except as required by law or with the User’s explicit consent.\n6.3 Privacy Policy: Our Privacy Policy, accessible within the App, outlines how we collect, use, and protect your personal information. By using the App, you consent to such processing.",
  "userResponsibility": "7. User Responsibility for Provided Information",
  "userResponsibilityContent": "7.1 Accuracy of Data: You are solely responsible for the accuracy, completeness, and legality of any information you enter into the App.\n7.2 Professional Records: Any use of the App’s features for creating or maintaining professional records is performed at your own discretion and risk. MEDworld is not liable for any consequences arising from inaccuracies or omissions in such records.",
  "intellectualProperty": "8. Intellectual Property",
  "intellectualPropertyContent": "8.1 Ownership: The Application, including all software, text, graphics, logos, and designs, is owned by or licensed to MEDworld and is protected by intellectual property laws.\n8.2 Trademarks: The name “MEDworld,” the corresponding logos, and any other Company trademarks shall not be used without MEDworld’s prior written consent.\n8.3 Use of App Materials: You may not copy, reproduce, distribute, or create derivative works of any part of the App unless expressly authorized by MEDworld.",
  "disclaimer": "9. Disclaimer of Professional Advice",
  "disclaimerContent": "9.1 The App is intended solely as a tool to assist in the organization and management of professional data for healthcare practitioners. It does not offer medical advice, diagnosis, or treatment suggestions.",
  "thirdPartyContent": "10. Third-Party Services and Content",
  "thirdPartyContentContent": "10.1 Third-Party Integration: The App may contain links or integrate services from external providers. MEDworld does not control or endorse these external services or content.\n10.2 No Liability for Third Parties: MEDworld is not responsible for the accuracy, legality, or functionality of content provided by third parties. Access and use of such content are at your own risk.",
  "limitationOfLiability": "11. Limitation of Liability",
  "limitationOfLiabilityContent": "11.1 As Is: The App is provided on an “as is” and “as available” basis, without warranties of any kind, whether express or implied.\n11.2 No Liability for Damages: To the fullest extent permitted by law, MEDworld shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from or in connection with your use of (or inability to use) the App, including but not limited to data loss, business interruption, or lost profits.\n11.3 No Warranty on Third Parties: MEDworld disclaims liability for services or content rendered by third parties, including but not limited to service interruptions or errors caused by those third parties.",
  "suspensionTermination": "12. Suspension and Termination of Service",
  "suspensionTerminationContent": "12.1 Breach of Terms: MEDworld reserves the right to suspend or terminate your access to the App if you violate these Terms or if required by law.\n12.2 User Right to Terminate: You may stop using the App at any time. Termination of your Subscription follows the process described in Section 5.",
  "modificationsService": "13. Modifications to the Service",
  "modificationsServiceContent": "13.1 Changes to the App: MEDworld may update, expand, reduce, or discontinue any features of the App at any time, with or without prior notice.\n13.2 Notice: If material changes affect your use of the App, we will provide notice through the App or via the email address associated with your account.",
  "regionalCompliance": "14. Regional Restrictions and Legal Compliance",
  "regionalComplianceContent": "14.1 Regional Availability: Not all features of the App may be available in every country or region. It is your responsibility to ensure the App complies with local laws where you reside.\n14.2 Legal Compliance: You agree to comply with all applicable laws and regulations, including privacy, data protection, and professional conduct standards relevant to your jurisdiction.",
  "contactInformation": "15. Contact Information",
  "contactInformationContent": "If you have any questions, concerns, or feedback regarding these Terms or the App, please contact us at:\nEmail: medworld@medworld.online",
  "finalProvisions": "16. Final Provisions",
  "finalProvisionsContent": "16.1 Entire Agreement: These Terms constitute the entire agreement between you and MEDworld regarding your use of the App and supersede any prior agreements.\n16.2 No Waiver: Failure by MEDworld to enforce any provision of these Terms shall not be deemed a waiver of future enforcement.\n16.3 Severability: If any provision of these Terms is found invalid by a court of competent jurisdiction, the remaining provisions shall remain in full force and effect.",
  "acknowledgment": "17. Acknowledgment",
  "acknowledgmentContent": "By using MEDworld, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions.",

  "privacyPolicyTitle": "Privacy Policy",
  "introduction": "MEDworld respects your privacy and is committed to protecting the personal information you share with us. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you use the MEDworld application (\"App\").\nBy using the App, you agree to the terms of this Privacy Policy. If you do not agree, please refrain from using the App.",
  "informationWeCollect": "1. Information We Collect",
  "personalData": "1.1 Personal Data",
  "personalDataContent": "• Full name\n• Email address\n• Professional details (e.g., qualifications, certifications, work history)\n• Any other data you manually input into the app",
  "usageData": "1.2 Usage Data",
  "usageDataContent": "• Device type, operating system, and version\n• Language and region settings\n• Access times and usage patterns\n• Diagnostic and performance data (to improve the App)\n• Note: We do not collect sensitive personal data unless you voluntarily provide it.",
  "howWeUseInfo": "2. How We Use Your Information",
  "howWeUseInfoContent": "• To provide, maintain, and improve the MEDworld App\n• To manage your subscription and account\n• To offer personalized user experience\n• To provide customer support\n• To send important notices or updates related to the App\n• To monitor usage trends and analyze performance\n• To comply with legal obligations\nWe do not use your information for advertising purposes or share it with third parties for marketing.",
  "dataStorageSecurity": "3. Data Storage and Security",
  "dataStorageSecurityContent": "• Your data is stored securely using encryption and access control measures.\n• We use industry-standard safeguards to protect against unauthorized access, disclosure, alteration, or destruction.\n• Access to your information is limited to authorized personnel only where absolutely necessary.\n• Administrators of the platform do not have access to view or edit the data entered by users. This ensures full respect for user privacy and guarantees that all data remains exclusively the property of the user.\n• In the event of a data breach, we will notify users and regulators as required by law.",
  "dataRetention": "4. Data Retention",
  "dataRetentionContent": "• For as long as you maintain an account with us\n• As needed to comply with legal obligations or resolve disputes\n• You may request deletion of your data at any time (see Section 7)",
  "thirdPartyServices": "5. Third-Party Services",
  "thirdPartyServicesContent": "• The App may use third-party services (e.g., payment providers, analytics tools) that collect data in accordance with their own privacy policies.\n• We are not responsible for the data handling practices of third-party platforms.",
  "internationalDataTransfers": "6. International Data Transfers",
  "internationalDataTransfersContent": "If you are located outside the jurisdiction where our servers are hosted, your data may be transferred to, stored in, and processed in a country that may not offer the same level of data protection. By using the App, you consent to such transfers.",
  "yourRights": "7. Your Rights",
  "yourRightsContent": "• Access the data we hold about you\n• Request correction or deletion\n• Object to or restrict processing\n• Withdraw consent at any time\n• File a complaint with a data protection authority\nYou can exercise these rights by contacting us (see Section 9).",
  "childrensPrivacy": "8. Children's Privacy",
  "childrensPrivacyContent": "This App is intended for use by professionals aged 18 or older. We do not knowingly collect data from children under 18. If you become aware that a minor has provided us with data, please contact us and we will delete it promptly.",
  "contactUs": "9. Contact Us",
  "contactUsContent": "If you have any questions or concerns about this Privacy Policy, or if you would like to exercise your rights, please contact:\nEmail: medworld@medworld.online",
  "changesToPolicy": "10. Changes to This Policy",
  "changesToPolicyContent": "We may update this Privacy Policy from time to time. Any changes will be posted within the App or sent via email. Continued use of the App after updates constitutes acceptance of the new terms.",
  "finalStatement": "Final Statement",
  "finalStatementContent": "By using MEDworld, you confirm that you have read and understood this Privacy Policy and consent to the practices described."
}
